{
  "App_Title": "Okoud",
  "Nav_Home": "Home",
  "Nav_About": "About Us",
  "Nav_Services": "Services",
  "Nav_Projects": "Projects",
  "Nav_Contact": "Request Now",
  "Nav_Contact_Us": "Contact Us",
  "Father_Quote": "My primary goal is to be an exemplary and leading nation in all aspects, and I will work with you in achieving this endeavor.",
  "Son_Quote": "Our real wealth lies in the ambition of our people and the potential of our younger generation.",
  "SlideOne_Quote": "Leadership Message",
  "SlideTwo_Quote": "Saudi Vision 2030",
  "Header_Title": "Welcome to the future with us!",
  "Header_Text": "It's your opportunity to embrace the future with cutting-edge global technologies. We're here to offer top-notch technical services and solutions that keep you in sync with the latest technological advancements. Our mission is to simplify your journey and enhance your life, fostering efficiency and growth. Join us on this exciting journey and be a part of Vision 2030.",
  "Header_Btn": "Know more",
  "WhoAreWe_title": "Who Are We?",
  "WhoAreWe_txt": "We are Okoud Technology! A specialized company dedicated to crafting innovative technical solutions and offering services aimed at enhancing various aspects of your life. From your smartphone to your workplace, our mission is to modernize and facilitate your daily tasks.",
  "WhoAreWe_btn": "Know More",
  "Vision_title": "Vision",
  "Vision_txt": "Harnessing the Power of Technology to Transform Lives. At Okoud Technology, We believe in the extraordinary potential of technology to empower individuals and businesse.",
  "Mission_title": "Mission",
  "Mission_txt": "Improving the performance of institutions and individuals by creating solutions to raise the quality and efficiency of business, exchanging experiences, and establishing a social impact in society.",
  "Values_title": "Values",
  "Values_txt": "We have 3 main values: Innovation, Quality and Client success. These Are the values we seek to achieve in Okoud Technology and spread around with our services.",
  "Goals_title": "Goals",
  "Goals_txt": "Our goal is to provide our customers with the latest technologies and solutions to enhance their work efficiency. Additionally, we are dedicated to contributing to the global efforts aligned with the 2030 vision for development.",
  "Strategy_title": "Strategy",
  "Strategy_txt": "Our strategy is to lead through innovation and quality. We strive to deliver the latest technologies, tailored solutions, and exceptional service to our clients. We ensure our clients' success and contribute to global development goals.",
  "Service_title": "Discover Our Services",
  "Service1_txt": "Web solutions",
  "Service2_txt": "Mobile App solutions",
  "Service3_txt": "AI Solutions",
  "Service4_txt": "IoT Solutions",
  "Service5_txt": "Customized Solutions",
  "Service_btn": "Get Details",
  "Projects_title": "Explore Our Projects",
  "Projects1_txt": "Delivery Mobile App",
  "Projects2_txt": "Website for Recycle Bank",
  "Projects3_txt": "Website for Neopetra",
  "Partners_title": "Meet Our Partners",
  "Request_title": "Services request",
  "Request_txt": "Fill this form to request your service now",
  "Request_btn": "Send request",
  "Service_select": "Select Service",
  "Name_placeholder": "Enter your name",
  "Email_placeholder": "Enter your email",
  "Message_placeholder": "Enter your message",
  "Footer_title": "Any  Questions?",
  "Footer_txt": "Don't Hesitate to Contact Us!",
  "From_txt": "Saudi Arabia:",
  "From_txt2": "Egypt:",
  "Location_txt": "Saudi Arabia, Riyadh, Al-Qudsiah",
  "Location_txt2": "Egypt, Cairo, 6th of October",
  "CopyRight_txt": "All Rights Reserved by ×koud ©2023",
  "Not_Found": "Page Not Found",
  "Not_Found_Number": "404"
}
